Identifies the number of references associated to the rebar handle.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public int NumberOfTargets { get; }
  Visual Basic
Public ReadOnly Property NumberOfTargets As Integer
	Get
  Visual C++
public:
property int NumberOfTargets {
	int get ();
}
 See Also
  RebarConstraint Class
  Autodesk.Revit.DB.Structure Namespace